{
  "text": {
    "how": 53,
    "do": 23,
    "i": 54,
    "get": 39,
    "admission": 3,
    "in": 55,
    "uiet": 101,
    "what": 108,
    "is": 57,
    "the": 95,
    "process": 82,
    "for": 36,
    "chandigarh": 13,
    "tell": 93,
    "me": 67,
    "about": 1,
    "b": 10,
    "e": 27,
    "are": 7,
    "requirements": 84,
    "to": 98,
    "apply": 6,
    "hostel": 51,
    "fees": 34,
    "at": 8,
    "much": 73,
    "does": 24,
    "cost": 17,
    "charges": 14,
    "s": 85,
    "fee": 32,
    "hostels": 52,
    "pay": 81,
    "a": 0,
    "clubs": 15,
    "available": 9,
    "student": 91,
    "extracurricular": 30,
    "activities": 2,
    "more": 68,
    "else": 28,
    "can": 12,
    "you": 111,
    "give": 40,
    "details": 22,
    "hi": 49,
    "hello": 47,
    "hey": 48,
    "good": 42,
    "morning": 69,
    "evening": 29,
    "bye": 11,
    "goodbye": 43,
    "see": 87,
    "later": 63,
    "have": 46,
    "nice": 76,
    "day": 21,
    "yes": 110,
    "indeed": 56,
    "of": 80,
    "course": 18,
    "that": 94,
    "sounds": 90,
    "no": 77,
    "never": 75,
    "don": 26,
    "t": 92,
    "think": 96,
    "so": 88,
    "like": 64,
    "am": 4,
    "feeling": 33,
    "great": 44,
    "m": 66,
    "doing": 25,
    "well": 107,
    "happy": 45,
    "sad": 86,
    "not": 78,
    "unhappy": 102,
    "joke": 59,
    "know": 62,
    "any": 5,
    "jokes": 60,
    "up": 103,
    "weather": 106,
    "today": 99,
    "it": 58,
    "going": 41,
    "rain": 83,
    "tomorrow": 100,
    "forecast": 37,
    "time": 97,
    "current": 19,
    "now": 79,
    "date": 20,
    "your": 112,
    "favorite": 31,
    "color": 16,
    "which": 109,
    "most": 70,
    "hobbies": 50,
    "free": 38,
    "kind": 61,
    "music": 74,
    "listen": 65,
    "song": 89,
    "watch": 104,
    "movies": 72,
    "movie": 71,
    "watching": 105,
    "films": 35
  },
  "intent": {
    "ask_admission": 1,
    "ask_hostel_fees": 4,
    "ask_clubs": 2,
    "ask_more_details": 5,
    "greet": 11,
    "goodbye": 10,
    "affirm": 0,
    "deny": 9,
    "mood_great": 12,
    "mood_unhappy": 13,
    "chit_chat": 8,
    "ask_weather": 7,
    "ask_time": 6,
    "ask_date": 3,
    "smalltalk_favorite_color": 14,
    "smalltalk_hobby": 15,
    "smalltalk_music": 17,
    "smalltalk_movie": 16
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_admission_details": 12,
    "utter_affirm": 13,
    "utter_ask_admission": 14,
    "utter_ask_clubs": 15,
    "utter_ask_hostel_fees": 16,
    "utter_cheer_up": 17,
    "utter_chitchat": 18,
    "utter_date": 19,
    "utter_deny": 20,
    "utter_favorite_color": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_happy": 24,
    "utter_hobby": 25,
    "utter_movie": 26,
    "utter_music": 27,
    "utter_time": 28,
    "utter_weather": 29
  },
  "action_text": null,
  "intent_response_key": null
}