{
  "architectures": [
    "T5ForConditionalGeneration"
  ],
  "model_type": "t5",
  "vocab_size": 32128,
  "d_model": 512,
  "d_kv": 64,
  "d_ff": 2048,
  "num_layers": 6,
  "num_heads": 8,
  "relative_attention_num_buckets": 32,
  "dropout_rate": 0.1,
  "initializer_factor": 1.0,
  "feed_forward_proj": "relu",
  "layer_norm_epsilon": 1e-06,
  "use_cache": true,
  "pad_token_id": 0,
  "eos_token_id": 1,
  "bos_token_id": 0,
  "decoder_start_token_id": 1,
  "task_specific_params": {
    "summarization": {
      "early_stopping": true,
      "length_penalty": 2.0,
      "max_length": 142,
      "min_length": 56,
      "no_repeat_ngram_size": 3,
      "num_beams": 4,
      "num_return_sequences": 1
    }
  }
}
