{
  "do_lower_case": true,
  "unk_token": "<unk>",
  "sep_token": "</s>",
  "pad_token": "<pad>",
  "cls_token": "<s>",
  "mask_token": "<mask>",
  "model_max_length": 512,
  "tokenizer_class": "T5Tokenizer"
}
